tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "mas"
brew "git"
brew "atomicparsley"
brew "python@3.9"
brew "awscli"
brew "glib"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "helm"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "maven"
brew "nmap"
brew "node"
brew "telnet"
brew "youtube-dl"
brew "zsh"
brew "wget"


cask "zoom"
cask "alfred"
cask "docker"
cask "google-chrome"
cask "intellij-idea-ce"
cask "lens"
cask "mongodb-compass"
cask "postman"
cask "pritunl"
cask "pycharm-ce"
cask "sourcetree"
cask "viber"
cask "visual-studio-code"
cask "whatsapp"
cask "adoptopenjdk11"
cask "jprofiler"
cask "spotify"


mas "Slack", id: 803453959
mas "Adblock Plus for Safari ABP", id: 1432731683